tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "age"
brew "fd"
brew "ffmpeg"
brew "git"
brew "gron"
brew "id3v2"
brew "jq"
brew "mas"
brew "neofetch"
brew "neovim"
brew "node"
brew "pnpm"
brew "rename"
brew "vapor"
brew "wget"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "adobe-creative-cloud"
cask "alfred"
cask "alt-tab"
cask "bartender"
cask "bluesnooze"
cask "coconutbattery"
cask "docker"
cask "google-chrome"
cask "hazeover"
cask "iina"
cask "iterm2"
cask "jdownloader"
cask "keepassxc"
cask "keepingyouawake"
cask "macfuse"
cask "malwarebytes"
cask "meta"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miro"
cask "monitorcontrol"
cask "notion"
cask "openinterminal"
cask "rectangle"
cask "rocket"
cask "scroll-reverser"
cask "secretive"
cask "sf-symbols"
cask "signal"
cask "silicon"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "tableplus"
cask "tageditor"
cask "texpad"
cask "veracrypt"
cask "visual-studio-code"
cask "whatsapp"
mas "Accelerate", id: 1459809092
mas "AdGuard for Safari", id: 1440147259
mas "Keynote", id: 409183694
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
