tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "age"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "git"
brew "gron"
brew "id3v2"
brew "jq"
brew "mas"
brew "mp3wrap"
brew "neofetch"
brew "neovim"
brew "node"
brew "pnpm"
brew "rename"
brew "wget"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "bluesnooze"
cask "coconutbattery"
cask "docker"
cask "jordanbaird-ice"
cask "firefox"
cask "handbrake"
cask "hazeover"
cask "iina"
cask "iterm2"
cask "jdownloader"
cask "keepassxc"
cask "keepingyouawake"
cask "logi-options-plus"
cask "macfuse"
cask "makemkv"
cask "malwarebytes"
cask "media-converter"
cask "meta"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miro"
cask "monitorcontrol"
cask "notion"
cask "openinterminal"
cask "rectangle"
cask "rocket"
cask "scroll-reverser"
cask "secretive"
cask "sf-symbols"
cask "signal"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "tableplus"
cask "tageditor"
cask "texpad"
cask "timemachinestatus"
cask "tomatobar"
cask "veracrypt"
cask "via"
cask "visual-studio-code"
cask "whatsapp"
mas "Accelerate", id: 1459809092
mas "AdGuard for Safari", id: 1440147259
mas "Keynote", id: 409183694
mas "Pages", id: 409201541
mas "SponsorBlock", id: 1573461917
mas "Strongbox", id: 1481853033
mas "Super Agent", id: 1568262835
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Userscripts-Mac-App", id: 1463298887
mas "Vinegar", id: 1591303229
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "francisco.html-leaf"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "pieterjongsma.swift-playgrounds"
vscode "prisma.prisma"
vscode "sswg.swift-lang"
vscode "vadimcn.vscode-lldb"
