tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ffmpeg"
brew "gnupg"
brew "mas"
brew "neofetch"
brew "neovim"
brew "so"
brew "wget"
brew "youtube-dl"
cask "adobe-creative-cloud"
cask "alfred"
cask "bartender"
cask "coconutbattery"
cask "docker"
cask "google-backup-and-sync"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "keepingyouawake"
cask "mactex-no-gui"
cask "malwarebytes"
cask "mark-text"
cask "openinterminal"
cask "osxfuse"
cask "protonvpn"
cask "rocket"
cask "sf-symbols"
cask "signal"
cask "spotify"
cask "suspicious-package"
cask "texpad"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "wire"
mas "Disk Speed Test", id: 425264550
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Pages", id: 409201541
mas "Rested", id: 421879749
mas "Slack", id: 803453959
mas "Tag Editor Free", id: 984278082
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
